australia 8
's 489
current 5
account 2
deficit 12
shrunk 1
by 177
a 942
record 5
billion 27
dollars 68
-lrb- 21
us 289
-rrb- 21
in 915
the 1465
june 8
quarter 6
due 19
to 914
soaring 1
commodity 5
prices 113
, 931
figures 4
released 7
monday 48
showed 13
. 1001
australian 32
narrows 1
sharply 10
at 176
least 29
two 78
people 61
were 61
killed 51
suspected 16
bomb 31
attack 26
on 749
passenger 8
bus 1
strife-torn 1
southern 37
philippines 8
military 39
said 396
dead 25
blast 6
shares 107
closed 49
down 102
percent 156
following 21
weak 7
lead 14
from 149
united 40
states 37
and 476
lower 51
dealers 79
stocks 45
close 66
south 57
korea 19
nuclear 33
envoy 16
kim 12
sook 1
urged 12
north 16
restart 2
work 4
disable 1
its 115
plants 1
stop 3
" 285
typical 1
brinkmanship 1
negotiations 16
urges 8
disablement 2
announced 29
sweeping 8
tax 3
reforms 4
including 13
income 1
corporate 3
cuts 8
boost 13
growth 21
stimulating 1
sluggish 1
private 6
consumption 3
business 7
investment 24
skorea 9
announces 5
stimulate 2
economy 29
taiwan 42
share 56
wall 35
street 42
weakness 5
lacklustre 2
interim 2
earnings 5
electronics 3
manufacturing 2
giant 28
hon 2
hai 2
spanish 15
property 8
group 27
colonial 2
struggling 7
under 21
huge 4
debts 1
losses 14
of 843
euros 12
for 333
first 40
half 7
which 33
it 114
blamed 3
asset 2
depreciation 1
spain 29
posts 2
euro 26
loss 3
libyan 1
leader 61
moamer 1
kadhafi 2
promised 1
wide 3
political 49
economic 45
that 155
he 49
would 48
see 13
ministries 1
dismantled 2
oil 107
revenues 3
going 2
directly 1
into 51
pockets 1
promises 4
nations 13
' 12
humanitarian 4
chief 50
john 35
holmes 1
arrived 6
ethiopia 3
tour 13
regions 11
affected 4
drought 2
has 82
left 13
some 17
eight 3
million 21
need 4
urgent 1
food 22
aid 16
un 44
top 20
official 46
arrives 5
drought-hit 1
new 119
zealand 30
higher 35
subdued 1
trading 6
ahead 12
holiday 8
beijing 7
is 99
enjoying 2
best 8
air 16
quality 1
decade 3
thanks 1
steps 2
taken 5
olympics 1
authorities 27
amid 81
push 6
locals 1
anti- 1
pollution 1
measures 4
be 56
made 9
permanent 1
olympic 1
korean 14
steep 2
won 6
continued 5
decline 5
against 75
dollar 28
analysts 13
skorean 8
state-run 3
development 1
bank 66
refused 6
comment 1
british 43
newspaper 4
report 13
still 15
seeking 3
stake 8
troubled 19
lehman 57
brothers 39
refuses 1
confirm 1
reported 34
talks 78
with 185
inflation 27
rate 17
slowed 5
slightly 7
august 25
as 332
signs 9
stabilising 1
national 20
statistical 1
office 20
slows 2
parliament 23
began 19
regular 1
session 3
after 193
months 23
delays 6
conservative 6
party 66
eager 1
through 20
pro-business 1
agenda 4
rule 7
liberal 1
presidents 1
finally 4
opens 8
an 153
american 12
man 12
been 18
arrested 21
charged 14
cambodia 2
committing 1
indecent 1
acts 3
child 4
prostitute 1
dark 1
police 64
court 51
officials 55
sex 7
philippine 14
little 7
changed 4
investors 26
awaited 5
impact 2
hurricane 78
gustav 9
slammed 11
gulf 52
coast 40
hong 32
kong 32
ended 16
morning 13
tracking 6
friday 297
end 35
pct 15
algerian 1
cabinet 8
chaired 1
president 137
abdelaziz 1
bouteflika 1
sunday 130
adopted 3
finance 28
bill 12
predicated 1
price 6
barrel 8
was 136
here 6
algeria 2
adopts 1
put 10
policemen 2
one 38
wounded 6
station 10
early 19
russia 69
caucasian 1
republic 6
ingushetia 2
bordering 2
chechnya 1
interfax 1
news 22
agency 14
em 1
fell 25
late 15
troops 31
pursued 1
limited 6
operations 2
muslim 16
rebel 21
leaders 28
accused 19
murder 19
but 56
they 19
not 55
hunting 4
all 29
insurgents 4
large 3
islamic 7
minority 1
observed 6
holy 3
month 41
ramadan 6
limits 3
rebels 17
starts 7
fall 17
open 9
chinese 39
opened 12
took 11
profit 1
last 35
week 49
gains 14
market 38
trade 40
moderate 6
earthquake 6
measuring 1
richter 1
scale 1
rattled 3
central 27
island 21
there 11
no 17
reports 19
casualties 2
or 10
significant 1
damage 7
scientists 2
quake 6
rocks 1
world 50
rose 15
less 10
than 44
asian 17
forced 20
shutdown 3
almost 5
production 20
mexico 28
rise 12
shuts 1
installations 5
hundreds 8
holidaymakers 2
stranded 8
thai 25
resort 4
phuket 2
are 33
expected 14
head 4
home 9
budget 1
airline 16
jetstar 1
send 3
chartered 1
plane 11
collect 1
them 12
charter 2
flight 8
bring 8
australians 2
swelled 1
mainly 2
high 16
raw 2
material 2
government 63
shortfall 1
swells 2
gold 11
.## 10
ounce 5
european 66
union 24
will 81
bloc 4
relations 7
moscow 15
scrutiny 1
emergency 20
summit 5
although 2
sanctions 6
cards 1
eu 61
question 1
mauritania 2
junta 2
power 57
since 26
coup 4
d'etat 1
formation 2
state 57
television 10
mauritanian 2
malaysia 10
financial 28
markets 23
public 10
pakistan 31
army 25
general 15
ashfaq 4
kayani 4
wednesday 119
strongly 5
criticised 9
cross-border 3
raids 15
us-led 9
coalition 14
forces 21
country 65
defend 7
sovereignty 3
cost 4
criticises 3
energy 32
firm 7
eon 6
uk 1
owned 1
german 17
apologised 2
senior 11
executives 2
joked 1
harsh 1
winter 2
mean 1
more 47
money 2
says 27
sorry 3
joke 4
over 135
profitability 1
cold 4
roman 6
catholic 14
bishops 8
immigration 8
workplaces 2
break 5
up 68
families 3
disrupt 3
communities 2
without 13
addressing 2
flawed 2
system 6
condemn 1
western 15
countries 16
turn 1
blind 1
eye 2
fraud 2
next 32
legislative 1
election 14
recognize 3
win 9
outgoing 2
authoritarian 1
regime 1
major 23
opposition 48
belarus 5
accuses 8
west 23
upcoming 6
pollster 2
whose 6
mathematical 1
model 1
correctly 1
predicted 3
every 1
winner 1
white 59
house 59
popular 3
vote 13
banking 21
decisive 2
victory 2
democrat 7
barack 38
obama 59
november 11
sees 3
race 12
plumbed 3
depths 3
mccain 44
stooping 3
lies 6
phony 5
outrage 6
response 4
mocking 3
talk 5
lipstick 10
pig 5
lying 11
smear 6
china 55
hold 20
high-level 1
california 5
tensions 11
massive 7
export 2
surplus 2
concerns 24
about 55
slowing 12
global 25
us-china 1
set 39
evo 8
morales 9
bolivia 40
ordered 17
ambassador 30
expelled 6
accusing 8
him 21
contributing 1
divisions 2
warned 13
headed 5
towards 11
civil 14
war 77
orders 11
out 53
warns 8
below 18
time 20
year 31
sought 4
safer 1
haven 1
recession 28
fears 44
eurozone 10
demand 12
worries 12
falls 11
dlrs 6
britain 27
prince 5
charles 2
called 22
act 8
sense 1
wartime 3
urgency 1
protect 1
rainforests 1
warning 8
connected 1
phenomenon 1
climate 7
change 8
calls 9
effort 5
deforestation 1
facebook 2
look 3
became 3
mandatory 3
shift 6
what 20
social 2
networking 1
website 7
faster 2
streamlined 1
format 1
devotees 2
rebellion 1
makeover 1
nettles 1
department 16
had 28
received 6
formal 3
word 3
expelling 4
rejected 6
charges 15
baseless 2
rejects 8
bolivian 6
declared 12
la 5
paz 3
persona 2
non 2
grata 2
encouraging 2
breakup 3
promoting 2
separatism 2
texas 45
coastal 4
evacuations 7
deadly 38
ike 88
strengthened 4
category 5
storm 22
toward 7
ravaging 4
cuba 13
caribbean 4
girds 4
worst 5
closes 10
faced 10
rapidly 3
cut 20
interest 18
percentage 2
point 6
thursday 343
double 6
reduction 4
forecast 2
rates 8
deeper 1
tuareg 2
ibrahim 2
ag 1
bahanga 1
hostages 2
held 12
his 122
renegade 5
mali 2
important 2
step 10
forward 1
peace 38
free 3
cross 2
- 29
border 9
organization 3
security 24
cooperation 7
europe 17
osce 2
body 15
member 11
intensify 1
efforts 15
crack 4
human 6
trafficking 7
fight 15
russian 62
foreign 43
minister 106
sergei 9
lavrov 16
polish 5
capital 16
warsaw 1
visit 47
georgia 60
conflict 20
erupted 2
just 10
ago 10
poland 11
discuss 12
missile 9
shield 6
weakened 2
prospects 10
power-sharing 26
zimbabwe 57
deal 74
both 8
robert 20
mugabe 27
morgan 8
tsvangirai 10
hinted 3
agreement 24
very 3
hint 2
york 15
mayor 3
michael 2
bloomberg 1
lambasted 1
rebuilding 2
site 4
terrorist 13
attacks 55
center 12
ny 2
lambastes 1
ground 27
zero 26
ailing 8
plans 15
sell 13
off 48
key 31
assets 10
shore 5
finances 6
posted 2
hefty 3
linked 2
subprime 1
real 1
estate 1
crisis 33
bros 2
fresh 20
powerful 17
jolted 3
iran 18
killing 43
six 25
damaging 3
scores 3
homes 12
strategic 5
waters 3
hits 6
wobbled 2
mulled 6
struggles 7
focus 11
seven 17
men 8
plotting 3
blow 3
airliners 3
atlantic 1
ocean 4
face 19
retrial 5
prosecutors 5
jury 3
london 17
failed 6
reach 6
verdicts 3
alleged 8
transatlantic 5
plot 8
shot 7
position 3
violation 1
fragile 3
truce 20
appeared 7
brokered 3
ceasefire 2
remit 2
observers 3
breaking 3
prime 55
gordon 9
brown 12
denied 4
favoring 2
either 2
presidential 22
despite 23
writing 3
article 5
back 11
democrats 5
pm 28
denies 5
backing 3
magazine 5
kenyan 8
have 24
mounted 2
patrol 1
village 8
where 9
candidate 9
grandmother 2
lives 3
robbers 1
botched 1
attempt 1
rob 1
her 32
solar 1
panel 4
offer 5
robbery 1
france 45
holds 7
presidency 8
joint 6
approach 6
resolving 1
challenges 3
arctic 2
region 27
front 3
lines 1
warming 1
seeks 7
shared 1
vision 1
issues 10
villages 2
soldiers 21
packing 2
leave 11
rolling 2
barbed 3
wire 3
removing 2
equipment 3
process 2
anything 2
fast 4
residents 10
pack 2
bags 2
faith 3
foil 1
-- 8
even 7
if 16
you 1
're 4
flogging 1
god 1
biggest 9
printer 2
bibles 1
finding 1
bible 2
weathers 1
dispute 3
between 25
rival 22
english 5
domestic 3
mining 4
giants 1
rights 14
lucrative 2
iron-ore 1
deposits 1
armed 5
intervene 2
sierra 2
leone 2
drafted 1
second 6
day 23
participants 1
hopefully 1
accord 12
yet 1
hopes 17
jean 5
sarkozy 23
youngest 2
son 8
french 53
nicolas 11
exchanged 3
wedding 2
vows 10
heir 3
retailing 2
fortune 2
father 2
fiefdom 4
paris 9
marries 2
dad 2
turkish 10
abdullah 4
gul 4
azerbaijani 1
counterpart 2
ilham 1
aliyev 1
stressed 3
friendly 1
azerbaijan 3
arch-enemy 1
armenia 5
turkey 5
ties 7
israeli 23
helicopter 6
two-man 2
crew 18
crashed 13
near 28
northern 15
town 16
afula 4
burst 4
flames 2
radio 6
crashes 5
israel 45
nato 16
alliance 4
cancel 2
their 46
ambassadors 4
planned 9
george 19
w. 17
bush 28
ordering 3
churned 6
machinists 1
strike 6
boeing 2
entered 3
fifth 3
sign 15
resumption 1
contract 5
horizon 1
sides 2
; 3
scheduled 1
miami-based 1
strengthens 1
drug 6
web 3
soared 2
internet 8
use 8
become 7
commonplace 1
presenting 4
far 3
dangers 1
traditional 2
experts 9
conference 5
stockholm 2
wrapped 5
skyrockets 1
warn 4
fire 36
palestinian 7
during 10
raid 5
city 27
nablus 1
kill 10
five 28
pentagon 16
canceled 2
billion-dollar 3
competition 2
aerial 1
refueling 2
tanker 4
leaving 10
politically 3
decision 11
contracts 3
administration 2
cancels 1
contest 7
politics 2
judicial 1
watchdog 5
fined 2
judge 5
allowing 2
convicted 7
paedophile 2
remain 5
before 17
young 1
girl 15
legal 2
ruling 36
recently 3
foiled 4
citizens 2
abroad 6
help 16
services 6
defense 16
ehud 10
barak 2
sentenced 2
egyptian 1
editor 2
jail 4
having 4
published 3
paper 1
permit 2
press 7
council 4
mena 1
egypt 3
gets 7
sentence 1
mozambique 2
frelimo 1
begin 12
five-day 3
choose 5
elections 15
readies 1
pick 13
execution 5
because 4
prosecutor 9
killer 4
trial 15
sexual 2
relationship 2
judge-prosecutor 2
affair 3
africa 13
bid 26
host 10
miss 2
beauty 1
pageant 2
moved 4
ukraine 24
safety 13
neighbouring 1
low 14
volatile 4
lowest 3
reading 2
october 6
yemen 5
stepped 1
combat 4
piracy 2
deploying 1
aden 3
planning 2
three 25
centres 1
somali 10
pirates 9
sources 7
maritime 8
claims 9
highest 1
exercised 1
effective 1
control 5
georgian 25
ossetia 9
abkhazia 5
controls 1
s 1
hearing 11
african 21
deferred 2
speculation 7
rivals 46
could 25
ink 1
long 2
pact 6
serge 2
brammertz 2
expressed 8
careful 1
optimism 4
belgrade 2
arrest 3
bosnian 6
serb 4
crimes 8
fugitive 1
ratko 2
mladic 4
crucial 4
serbia 7
aspirations 3
carefully 1
optimistic 3
bulk 1
canada 8
afghanistan 39
past 3
pullout 6
date 8
earlier 9
this 33
stephen 4
harper 3
affirms 1
sentiment 9
turned 8
increasingly 5
cautious 3
outlook 3
banks 8
euphoric 1
bailout 1
mortgage 1
firms 13
manet 1
olympia 1
titian 1
venus 1
delighting 1
herself 1
love 6
music 1
goya 5
maja 1
hang 1
other 13
illustrious 1
nudes 1
alongside 1
picasso 2
own 4
unprecedented 2
exhibition 4
painting 2
learning 1
exhibit 1
show 16
how 12
learned 2
old 3
masters 1
pledged 3
pounds 4
bangladesh 9
effects 1
nation 14
plea 1
billions 1
pledges 1
at-risk 1
disagreed 2
opec 6
output 16
barrels 5
saying 17
we 5
like 3
disagrees 2
al-qaeda 8
iraq 28
hit 17
largest 13
sunni 8
arab 7
parliamentary 4
faction 1
offensive 2
jihadists 1
baghdad 1
qaeda 1
dmitry 9
medvedev 20
calm 3
benchmark 1
rts 1
stock 19
index 4
capping 1
start 10
moves 3
further 31
guarded 1
future 20
jong-il 3
may 16
seriously 3
ill 2
hopeful 5
nkorea 3
progress 5
health 26
particle 2
physicists 1
jubilant 1
long-awaited 5
startup 1
designed 1
expose 1
secrets 1
cosmos 1
passed 2
tests 3
flying 1
colors 1
flawless 1
collider 1
being 12
part 12
cell 2
allegedly 13
plotted 1
moroccan 4
immediate 2
release 11
blogger 10
mohamed 2
jailed 9
years 33
showing 1
disrespect 1
king 7
timeline 2
disputed 1
rockslide 4
crushed 2
dozens 10
cairo 4
slum 2
weekend 7
toll 11
climbs 3
chad 2
prominent 10
lawyer 4
idriss 1
deby 1
itno 1
financing 1
pipeline 3
stealing 1
pay 6
archaeologists 3
closer 6
fully 2
unravelling 1
mystery 2
surrounding 6
discovery 2
broken 1
bronze 2
age 4
marble 1
objects 1
greek 8
project 3
shed 1
light 2
marbles 1
toxic 1
raged 2
welcomed 12
positive 5
comments 4
number 4
six-country 1
secretive 2
stalinist 1
weapons 5
programs 1
hails 4
ruled 10
contradicting 1
mission 4
odds 1
afternoon 3
wife 7
carla 2
bruni 1
welcome 4
pope 44
benedict 22
xvi 22
airport 11
when 21
lady 1
greet 2
ftse 3
points 4
pop 2
art 9
jeff 2
koons 2
chateau 1
versailles 2
ruffling 1
stately 1
pomp 1
royal 2
riotous 1
larger-than-life 1
artwork 1
ruffles 1
eye-popping 1
members 3
re-trial 1
threatened 7
target 4
sites 4
czech 2
ballistic 2
missiles 3
icy 1
us-russia 1
threatens 6
former 24
yugoslavia 2
granted 1
temporary 4
milan 1
milutinovic 2
medical 2
reasons 2
statement 5
hague 1
tribunal 2
releases 1
wants 9
come 3
decried 1
term 7
sexist 1
republican 23
running 6
mate 5
sarah 18
palin 33
controversy 1
dismissed 2
democratic 13
nominee 4
foolish 1
barbs 2
allegations 3
provide 2
storm-ravaged 1
haiti 2
recover 1
tropical 1
storms 2
spokeswoman 5
dana 3
perino 3
give 3
storm-hit 2
told 12
force 11
civilian 5
deaths 2
strikes 7
afghanistan-based 1
terror 13
pared 1
pare 1
unveils 8
sale 8
oil-rich 6
nigeria 14
partner 3
continent 2
brussels 2
deepen 1
revealed 2
stockpiles 2
distillates 1
fallen 1
aftermath 1
drop 8
inventory 1
data 16
signed 5
supply 4
electricity 6
armen 1
tangible 1
thaw 1
historic 6
violating 1
policeman 1
eu-brokered 2
licensed 1
shops 5
goods 1
currency 4
grapples 2
burgeoning 1
black 8
basic 1
commodities 2
licences 1
kuwait 4
considering 2
alternatives 1
widely 1
employee 1
sponsor 3
violent 1
protests 8
workers 8
demanding 2
better 5
conditions 1
mulls 3
labor 9
unrest 15
cypriot 11
mehmet 1
ali 7
talat 1
hope 6
unite 1
divided 6
cyprus 10
solution 3
found 10
extradite 1
activist 2
corruption 7
extradition 1
series 2
sales 16
estimated 2
quarterly 1
bln 5
dlr 2
commission 13
information 5
belgian 2
complaints 4
french-speakers 1
discriminated 1
housing 2
probes 1
discrimination 1
belgium 2
programme 2
josette 1
sheeran 1
bold 2
leadership 13
unblock 1
poor 3
confront 2
program 5
farm 1
vice 13
should 6
eventually 2
join 2
then 2
invaded 1
does 2
vowed 21
she 14
blink 8
pursuit 4
america 16
righteous 10
insisted 7
ready 7
needed 4
cause 6
clinched 1
powersharing 2
ending 2
ongoing 5
dates 2
argentina 2
blasted 4
accusations 7
miami 1
suitcase 8
filled 1
stopped 1
buenos 1
aires 1
illicit 1
campaign 25
gift 1
cristina 1
kirchner 1
venezuela 12
fumes 1
ban 8
ki-moon 6
hailed 4
reached 7
zimbabwean 3
harare 4
voiced 4
pave 2
way 10
durable 1
recovery 3
expulsion 11
washington 11
expels 2
boots 1
interview 2
necessary 1
insists 1
bitter 7
marathon 3
centred 4
much 5
authority 8
cede 4
clinch 4
plunged 6
intensified 5
survival 16
slide 10
dim 5
philip 1
goldberg 1
hours 6
leftist 1
given 6
rejuvenating 2
battleground 2
likely 12
decide 3
showdown 3
polls 10
basks 2
swing 3
constitutional 8
plan 26
separatist-minded 3
basque 15
referendum 10
illegal 3
blocks 5
insurance 3
aig 2
four 19
agreed 5
settle 2
stemming 1
law 5
ex-executives 1
lawsuit 1
mln 1
queen 4
elizabeth 1
ii 6
mistakenly 2
sent 10
pints 2
beer 2
residences 1
confused 1
nearby 4
pub 1
emerged 3
dramatic 6
unity 7
emotional 3
seventh 14
anniversary 25
bury 3
hatchet 3
latest 19
bollywood 8
expanding 1
industry 23
stars 3
acting 5
school 4
tutor 1
aspiring 1
actors 1
who 39
indian 26
film 13
legend 4
shook 1
generally 1
steady 3
greenback 2
turmoil 14
resilient 2
weakens 1
roads 3
bridges 2
leading 7
jammed 2
thousands 28
fled 6
evacuation 6
parts 7
houston 12
bore 9
metropolis 2
flee 9
advances 2
afghan 17
hamid 5
karzai 6
areas 14
violence 13
underscored 3
rampant 3
militancy 3
welcomes 10
rescuers 7
evacuated 2
truck 5
drivers 2
channel 35
tunnel 36
explosion 4
freight 7
shuttle 6
injured 24
closure 9
undersea 4
link 8
fierce 6
blocked 3
source 6
staged 2
rebound 4
bounced 2
lows 7
shaking 3
sector 14
battle 8
shakes 2
overfishing 1
bluefin 2
tuna 3
mediterranean 11
disgrace 1
fishing 3
species 1
must 7
suspended 5
immediately 2
call 12
halt 4
paid 5
homage 2
together 2
juan 4
carlos 4
jose 1
luis 1
rodriguez 1
zapatero 1
attended 1
memorial 10
service 4
victims 9
spanair 1
jet 18
crash 15
accident 2
antarctica 4
year-round 2
flights 6
bottom 1
attempts 1
night-vision 2
ireland 2
sail 2
training 2
yacht 2
foundered 2
northwestern 2
forcing 5
take 4
rescued 2
irish 9
tall 2
ship 7
founders 2
visited 6
commemorate 2
clinton 9
handily 2
prepared 7
vaunted 1
skills 1
bear 1
behalf 2
predicts 2
handy 2
supreme 4
separatist 11
minded 2
along 1
condemned 9
unfriendly 10
stance 6
treatment 5
ethnic 4
russians 3
fuelling 3
feared 3
flashpoint 3
slams 13
tumbled 6
rallied 4
outweighed 1
barreling 1
jitters 11
persist 1
ruinous 3
meeting 4
sharing 6
clashes 10
stoked 6
widespread 6
possibly 6
furor 2
stokes 6
labored 4
tentative 5
pull-out 5
strengthen 5
diplomatic 17
turns 6
brief 1
rancorous 3
joining 3
ceremonies 5
marks 2
tearful 1
unified 4
substantive 1
division 4
phase 9
sure 1
irk 1
evangelicals 1
muslims 3
hasidic 1
jews 1
alike 1
satirist 2
maher 2
aims 2
subvert 1
mankind 2
threat 7
: 3
organized 2
religion 12
takes 2
death 23
operation 3
revised 1
previously 1
lowers 1
forum 2
migration 2
ratify 2
convention 1
migrants 2
organisers 3
hub 9
petroleum 3
crude 11
produced 2
refinery 2
capacity 3
concentrated 2
tsunami 1
films 1
premiering 1
toronto 2
festival 4
explore 1
destruction 9
environment 2
around 4
save 4
organizers 1
filmmakers 1
lens 1
environmental 1
ministers 19
beef 1
frustrated 1
lack 5
diplomats 3
broaden 1
twelve 1
socialist 4
activists 4
inciting 3
freed 6
pardoned 1
saleh 3
frees 4
greece 5
unearthed 1
ancient 3
graves 2
tombs 1
excavation 1
metro 2
salonika 1
culture 3
ministry 9
dig 2
beat 1
successor 5
lebanese 11
figure 5
readiness 2
justice 3
those 10
carrying 3
condemns 5
triggered 1
traffic 10
jams 2
ends 3
trucks 2
cars 2
scrambled 2
find 10
alternative 2
ways 3
getting 1
triggers 3
reeling 4
nationwide 9
hurricanes 4
cash 5
strapped 3
stated 3
willingness 3
communist 9
desperate 3
sudan 4
appealed 1
uganda 2
lord 1
resistance 1
lra 1
final 8
sake 1
pressure 9
negotiator 1
away 5
mass 18
bearing 3
monitor 1
tu-### 2
bombers 12
described 2
era 3
deployment 1
watch 2
cold-war 1
warplanes 1
company 19
scare 11
baby 19
milk 30
powder 21
contaminated 8
spread 5
infants 2
hospitalised 5
kidney 7
stones 7
borno 1
divorcing 2
children 8
immunised 1
polio 2
spokesman 16
nigerian 3
dethroned 1
vaccine 1
transport 1
commemorated 1
september 41
airlines 10
rural 2
pennsylvania 1
commending 1
courage 1
sacrifice 1
passengers 10
several 13
big 6
focusing 1
minds 1
whether 6
governments 1
react 1
case 21
also 10
runs 1
deep 10
trouble 1
fear 2
weighing 3
sending 3
fact-finding 2
willing 2
facilitate 1
international 26
breakaway 3
enclaves 1
weighs 1
team 5
eta 2
assassinate 1
begun 1
hunger 2
transfer 1
hospital 3
prisoners 1
somber 1
tears 2
mark 5
david 2
cameron 2
clear 3
presented 3
cover 2
media 9
ipi 1
slovenia 4
exerting 2
finnish 6
slovenian 2
premier 9
santander 2
indicative 1
germany 17
postbank 11
aim 2
acquiring 1
full 2
owner 3
postal 1
monopoly 1
deutsche 18
post 7
makes 2
technical 1
defined 1
consecutive 2
quarters 1
contraction 1
can 9
dutch 7
governor 8
ecb 3
board 20
nout 1
wellink 1
unveiled 4
poverty 4
goals 2
met 9
particularly 2
flagging 3
babacan 1
accords 3
switzerland 1
bern 1
swiss 4
pacts 2
suffered 5
dragged 3
mounting 3
fate 9
third 16
mega-deal 10
retail 15
confirmed 10
looking 7
acquisition 5
customer 4
base 11
another 12
came 4
heavy 11
yen 6
increasing 1
able 1
escape 2
later 4
slides 3
umaru 2
yar 3
` 2
adua 3
gathering 2
transparency 1
cracking 1
blood 2
stolen 2
zones 1
natural 4
gas 12
largely 6
shut 9
looms 7
adding 5
however 3
spare 4
most 15
furore 4
heads 3
companies 11
issued 2
insecurity 2
hampering 1
firefighters 5
raced 1
tackle 1
serious 7
incident 7
tailbacks 1
formed 1
gridlock 1
dedicated 2
hailing 3
heroes 2
absence 2
soil 4
assault 5
dedicates 4
manmohan 1
singh 2
bilateral 1
sept 1
cast 2
doubt 2
expectations 3
stuck 3
casts 2
rescue 12
ryanair 4
return 17
dublin 4
tail 2
runway 2
take-off 2
snag 1
hotel 2
thabo 3
mbeki 5
trying 4
broker 2
funds 6
flowing 3
curb 1
four-month 2
slump 12
seen 9
nearly 9
strained 5
infant 10
july 22
gap 1
surging 4
imports 4
bail 5
criticism 3
mohammed 3
vi 1
morocco 1
monarch 1
joy 2
iconic 1
book 1
bedroom 1
elsewhere 1
generation 1
re-released 1
updated 1
version 1
tweaked 1
yemeni 1
dozen 4
politician 19
remained 8
behind 14
bars 2
train 9
linking 1
england 3
halted 1
broke 4
eurotunnel 3
parliamentarians 2
approved 4
decrease 2
greenhouse 2
emissions 2
stricter 2
controversial 5
biofuels 4
deputies 2
seek 5
limit 2
soap 2
opera 2
life 5
radical 4
bringing 4
brought 3
screen 2
documentary 4
director 4
make 6
fighting 10
taliban-linked 1
died 11
swung 1
heightened 6
battled 1
taliban-style 1
suicide 22
blasts 5
struck 7
afghans 1
wounding 3
award 3
cuban 2
fidel 1
castro 2
contributions 1
humankind 1
beyond 1
boundaries 1
wins 2
safrican 2
iranian 7
shipping 3
involved 5
tehran 3
irna 2
aung 2
san 3
suu 4
kyi 4
detained 3
democracy 6
good 6
accepting 2
debut 3
provocative 1
writers 1
michel 2
houellebecq 2
panned 1
critics 1
writer 1
thumbs-down 1
build 1
stations 2
enabling 1
connect 2
network 4
grid 1
averting 2
burning 3
issue 3
chiefs 14
saturday 17
riviera 2
tumble 2
downturn 3
brace 1
german-born 1
chocolate 2
magnate 2
klaus 2
jacobs 2
many 5
ran 1
making 5
famous 1
aged 1
ats 1
dies 8
determined 2
genocide 2
suspect 1
nab 1
tells 7
venezuelan 9
hugo 4
chavez 6
probe 17
involving 3
active 1
retired 1
officers 2
six-month 6
likelihood 1
sharp 5
slowdown 14
loomed 1
traders 11
survivors 7
mourned 1
far-right 6
vlaams 1
belang 1
denounced 2
islamisation 2
ceremony 7
such 4
pro- 4
syrian 4
jeopardises 3
reconciliation 8
already 5
undermined 4
rifts 4
factions 3
lebanon 15
thought 9
contain 3
remains 6
murdered 10
grandfather 7
dumped 5
river 7
grisly 4
shocked 3
afp 7
middle 5
east 9
bulgaria 4
extend 2
umbrella 4
dissident 6
georgy 2
markov 2
bulgarian 4
survived 2
similar 2
extension 2
poison 2
inquiry 2
secretary 3
jaap 2
de 4
hoop 2
scheffer 2
travel 8
latvia 1
baltic 2
growing 10
concern 6
actions 1
riga 1
assistance 3
soviet 5
clash 3
meet 14
islamists 2
diplomat 5
driver 4
sudanese 8
wanted 4
americans 5
heard 2
eritrea 2
hostile 1
denying 2
visa 2
participation 2
three-decade 1
independence 2
fm 1
backed 6
association 2
backs 8
eu-central 1
gathered 5
dedicate 2
observing 2
moment 7
silence 6
instant 4
airliner 2
hijackers 4
governing 4
unions 6
alitalia 8
want 2
reorganise 1
italian 12
carrier 4
locked 1
last-ditch 2
bankruptcy 1
deadlocked 6
fourth 12
inching 4
moving 5
miguel 1
angel 1
moratinos 1
six-day 1
stops 1
jordan 1
syria 6
territories 2
mideast 2
weakening 2
tumbling 2
encircle 2
reiterated 1
install 1
dismantling 1
positions 7
towns 3
poti 2
line 3
comes 1
anew 1
same 3
recent 12
hints 2
imminent 2
stalled 2
kickstarted 1
now 4
complied 1
investigating 1
kickstart 1
exchange 2
kuwaiti 4
cashflow 1
drained 1
ipos 1
strict 5
monetary 2
policy 7
nosedive 1
drain 1
worse-than-expected 1
commerce 6
rises 4
headquarters 5
hundred 4
believed 4
missing 4
landslide 4
engulfed 2
citing 3
fade 2
flag 2
anthem 2
motto 1
committe 1
jolt 2
critical 4
battlegrounds 1
notably 1
among 3
women 4
voters 2
gives 1
vital 2
rearm 1
carmaker 1
renault 2
walked 1
job 8
factories 4
protest 5
jobs 15
forecasters 1
sprawling 1
gain 4
added 1
space 7
eyes 6
grand 5
iceland 4
holding 3
statistics 3
strong 8
forge 1
reflects 1
outcome 1
reflecting 3
india 27
above 2
dips 1
successive 1
google 4
halve 2
keeps 4
certain 12
search 7
move 8
stocking 1
meat 1
advertised 1
wares 1
image 1
naked 2
woman 3
emblazoned 1
across 7
delivery 2
ad 1
campaigns 1
hitler 1
cholera 4
outbreak 2
suburb 1
kills 14
tip-off 2
possible 9
prior 1
tourist 2
paradise 1
maldives 2
slow 3
double-digit 1
curtails 1
construction 2
boom 2
fund 1
imf 1
serbian 4
boris 1
tadic 1
asking 1
support 7
opinion 4
kosovo 2
challenge 7
yousuf 1
raza 1
gilani 1
offered 4
staunch 1
tribal 5
belt 1
slumped 9
wake 5
asia 10
pulled 9
darker 1
bangladeshi 3
khaleda 4
zia 4
restore 6
emergency-ruled 4
francois 1
fillon 1
centre-right 1
rules 3
tough 6
sri 8
lanka 8
unwittingly 1
helping 6
tamil 4
tiger 6
facing 13
babies 6
drinking 6
sub 2
standard 2
formula 3
solid 1
enough 1
cope 1
risks 2
shocks 1
christian 4
noyer 2
pro-syrian 2
aimed 7
undermining 1
neighbor 3
multi-party 1
car 11
bombing 4
veteran 2
jean-marie 1
le 2
pen 2
sixth 1
run 1
retirement 1
ignored 3
overnight 5
bad 3
emerge 2
japan 4
mobile 5
operator 5
ntt 2
docomo 2
inc. 1
buying 2
focused 2
communications 1
sea 4
looks 4
expand 2
competitive 1
edge 1
invests 1
dmitri 1
agencies 4
right-wing 2
amitabh 3
bachchan 3
block 4
star 7
boycott 1
commanders 2
row 5
asif 3
zardari 6
showered 1
petals 1
grave 2
slain 1
benazir 1
bhutto 2
taking 5
visits 1
briton 2
sparked 4
alert 3
emirates 4
manchester 1
dubai 3
while 5
drunk 1
emirate 1
joking 1
newspapers 1
samak 20
sundaravej 12
poised 5
thailand 18
days 16
removed 4
angering 2
protesters 6
oust 2
dismissal 2
aridi 1
targeted 3
killings 1
grim 1
decreased 2
examine 4
battering 1
increase 1
frontline 2
malaysian 18
sold 4
plantation 3
region-wide 1
outlaw 1
prostitution 2
places 1
recommending 1
prison 3
terms 1
fines 1
prostitutes 1
clients 1
agrees 1
thorny 5
kept 7
chance 5
entrenched 4
differences 5
ex-premier 4
austria 2
fpoe 1
strache 1
suspicion 3
neo-nazi 2
manipulating 1
photos 1
himself 2
paramilitary 1
uniform 1
austrian 6
scandal 13
observe 4
appearance 2
combatants 2
slid 3
versus 3
mongolia 1
laid 2
rest 2
bayar 1
potentially 1
paving 1
deals 4
mongolian 1
elects 1
dismantle 1
cracks 3
solder 1
total 2
soldier 16
disclosure 1
longtime 1
stroke 5
liechtenstein 4
hans-adam 1
nazi 2
suggesting 2
today 2
reich 4
denounces 1
matsushita 1
industrial 14
ltd. 1
started 2
advisors 1
panasonic 1
sets 5
tel 5
aviv 5
enter 4
animal 1
cruelty 1
launched 5
hunt 4
youth 2
videotaped 1
beating 2
kangaroo 2
unconscious 1
hunts 4
shown 1
posting 1
stimulus 29
package 17
worth 7
flags 5
blew 2
convoy 1
guards 1
kandahar 1
passers-by 1
civilians 2
weather 1
bureau 2
approaching 1
typhoon 10
gaining 1
momentum 1
braces 3
sinlaku 5
backtracked 1
initially 1
ossetian 1
backtracks 1
slipped 1
cents 1
barrier 2
unit 5
bigger 2
deepening 5
market-boosting 3
policies 3
marking 2
lifted 10
soon 10
harming 2
lifting 2
thy 1
missed 1
deadline 3
privatisation 1
tender 2
aua 1
misses 1
indonesian 11
hurt 11
weaker 2
rupiah 5
selling 5
commodity-related 2
swedish 3
telecommunications 2
provider 1
ericsson 2
operate 1
phone 4
cable 1
&amp; 2
wireless 1
reveals 1
c 1
w 1
resign 4
stripping 3
underpants 4
dancing 4
drunken 2
staff 5
fired 7
caught 2
pants 2
qantas 2
racing 1
reduce 4
fuel 6
surcharges 1
rushing 3
surcharge 1
regional 3
note 1
stating 1
traveling 1
airplane 4
stuffed 1
thrown 2
affairs 3
nawal 1
rehabilitate 1
would-be 2
female 2
carry 1
care 1
taliban 9
militants 17
pro-government 2
tribesmen 2
restive 2
pakistani 3
area 4
spying 1
spy 2
remote 1
northeastern 2
meghalaya 1
smuggle 2
uranium 5
smuggling 2
say 10
endorsed 1
something 1
pushing 1
endorses 1
officer 2
wearing 1
osama 2
bin 4
laden 4
costume 1
carnival 2
southwest 2
gaffe 1
owing 4
falling 3
targets 2
rather 1
any 4
potential 5
alaska 6
goes 2
tzipi 1
livni 2
closest 1
dropped 3
replace 1
olmert 12
indicated 3
poll 1
drops 2
vietnam 2
luggage 2
ho 1
chi 1
minh 1
corpse 1
sacked 7
darfur 7
groups 2
league 3
initiative 2
war-ravaged 2
too 4
spurn 1
refocus 1
ill-tempered 1
onto 1
voter 1
anxieties 1
castigated 1
foes 4
farmyard 1
taunt 1
occupying 2
main 5
complex 1
vowing 3
keep 5
knowledge 1
normally 1
advanced 3
discussions 2
norway 3
exporter 1
per 3
directorate 1
hungary 1
stood 2
basis 3
slower 1
recorded 1
eased 5
hungarian 1
eases 4
swaziland 2
so 4
stay 4
encourage 1
trip 6
five-week 2
ability 2
secure 2
gather 1
weighed 2
simultaneous 1
expiry 1
options 4
futures 3
eastern 8
fighters 3
lost 4
returned 2
axing 1
aide 3
positioning 1
exerts 1
struggle 1
jong 3
il 3
uncertain 1
worried 1
ally 4
dip 3
resolve 1
nagorny 1
karabakh 1
anatolia 1
buy 4
junior 3
mehr 1
one-year 2
renewed 6
houses 1
premiership 1
restrict 2
fleet 3
based 2
firing 2
squad 2
torture 2
argued 1
bali 2
battles 3
embattled 10
unveiling 1
fluctuations 1
expiration 1
drawn 1
right 2
strategy 2
stunned 1
facilities 9
ukrainian 1
sub-standard 1
stern 1
action 4
racial 1
multicultural 1
rising 3
troublemakers 1
unchanged 2
freezes 3
grappling 1
though 2
nominated 2
druze 3
unwavering 1
claiming 1
decree 2
lavished 1
praise 1
nominating 1
fence-mending 1
excited 1
bread 1
bourses 3
midday 4
led 8
grounded 1
cobra 2
helicopters 2
aircraft 2
grounds 1
helen 5
clark 5
sacking 2
await 1
developments 2
undeclared 1
overcome 1
internal 5
splits 1
cooking 1
mend 2
cargo 2
m-## 1
dock 1
iss 2
setting 1
kazakhstan 1
pushed 1
romanian 2
projects 2
seoul 1
chairman 5
admiral 1
mullen 1
defeat 1
intensifying 1
insurgency 1
convinced 2
winning 2
advisor 1
spike 2
lee 2
cemetery 1
d-day 1
landing 2
beaches 1
premiere 1
forgotten 2
contribution 1
african-american 1
tyranny 1
thing 1
avalanche 1
dordogne 1
each 5
unexpected 4
benefit 1
schools 2
once 1
danger 1
closing 5
thrive 1
peacekeepers 3
congo 7
transferred 1
hotspots 1
handle 1
fallout 1
increased 1
mobilise 1
flares 1
drcongo 3
year-to-date 1
lear 1
string 4
language 1
movies 1
screens 1
cinema 1
explores 1
themes 1
content 1
beginning 1
bard 1
bubble 2
riding 1
surprise 5
nomination 1
weeks 5
text 2
landmark 3
us-india 3
congress 9
approval 7
unclear 1
lawmakers 7
greenlight 1
sends 6
professes 1
anxiety 1
longstanding 1
evaporating 1
republicans 2
charge 2
cool 1
heat 1
aside 2
sniping 2
eve 1
applaud 1
stress 1
recalls 1
screening 1
james 1
bond 3
movie 1
highlight 1
premieres 1
licence 1
thrill 1
producer 2
decided 2
prevent 1
consumer 1
means 1
ex-soviet 1
awkward 2
scene 1
heavyweight 1
pulling 1
strings 1
proposed 5
croatia 3
crowned 1
theo 1
walcott 2
hero 1
teenager 1
stunning 1
hat-trick 1
zagreb 1
hail 1
boy 3
wonder 1
rout 1
sequel 1
smash 1
shows 1
ashton 2
kutcher 2
played 1
irreverent 1
gossip 2
girls 4
actor 1
launches 7
disco 2
megastars 1
honored 1
hollywood 2
walk 1
fame 1
get 1
rail 1
reopen 2
reduced 1
eurostar 2
resume 2
fire-hit 3
stumbled 1
anxious 2
uncertainty 3
wilts 2
fed 2
picked 2
scars 1
primary 1
did 4
name 2
hillary 2
picks 2
wounds 1
thieves 5
stole 2
priceless 4
engraving 4
master 2
francisco 2
colombia 4
museum 4
pinch 2
tutsi 4
colonel 2
laurent 4
nkunda 3
drc 1
deplores 1
got 4
rough 1
ride 2
plush 1
couch 2
daytime 1
deny 2
negative 3
foe 1
amounted 1
grilling 1
comfy 1
tried 4
play 1
latin 6
attributing 1
envoys 1
byproduct 1
problems 5
plays 4
expulsions 1
begged 1
diehard 2
urge 2
roars 2
computer 4
containing 1
sao 2
tome 2
principe 1
electoral 3
files 1
jeopardising 1
steal 1
launching 1
dialogue 3
anti-government 1
offers 2
thank 1
attend 5
assembly 2
epidemic 1
guinea-bissau 1
reaching 2
alarming 1
proportions 1
sweeps 1
guinea 1
bissau 1
zigzagged 2
mixed 7
finish 2
whipsawed 2
mutual 4
becoming 3
ranks 3
gov 1
t 1
subpoenaed 2
husband 2
explosive 1
abuse-of-power 1
troopergate 1
asked 3
withdraw 6
dr 5
inferno 5
busy 7
mainland 3
trains 3
roll 2
again 4
boss 3
establishment 1
qatar 3
conservatives 2
firmed 1
campaigning 1
according 5
ease 3
sectors 1
re-elected 1
untie 1
threw 7
weight 4
rethink 4
separation 4
eldest 7
daughter 7
church 12
revamp 4
church-state 6
divide 9
honduran 1
manuel 1
zelaya 1
postponed 3
reception 1
credentials 1
solidarity 4
honduras 1
postpones 3
somalis 1
until 2
prolonged 1
monitors 1
somalia 1
narrowly 1
near-total 1
offshore 1
rigs 1
heart 1
romano 1
prodi 1
chair 1
tasked 1
mulling 1
au 3
peacekeeping 2
missions 1
established 1
mandate 2
bolster 1
hoping 2
theater 1
value 1
proposes 3
uae 1
radoslaw 1
sikorski 1
flash 1
minsk 1
belarussian 1
task 1
single 3
command 2
erosion 1
confidence 1
deterrent 1
mwai 1
kibaki 1
local 6
dipped 2
officially 1
cinched 1
responsibility 2
follow-through 1
bomber 9
detonated 1
explosives-filled 4
iraqi 19
shiite 1
dujail 4
saudi 4
cleric 3
religious 5
owners 2
networks 1
debauchery 2
al 1
arabiya 1
depraved 2
tv 6
moguls 1
ping 1
hoped 1
turning 2
raila 2
odinga 2
graft 10
anc 7
jacob 7
zuma 11
opening 3
italy 1
staring 1
abyss 2
blaming 5
intransigence 1
abandoned 1
scrambling 1
salvage 1
situation 3
stares 1
bolt 1
customs 2
seized 1
kilogrammes 1
heroin 2
southwestern 1
checkpoint 3
seizes 1
kilos 1
infighting 1
resources 1
devastation 3
wrought 1
tonnes 3
destroyed 1
ca 1
n't 4
rebuild 1
alone 1
waves 1
seawall 1
galveston 8
washed 1
streets 2
whipped 1
frenzy 1
ghost 1
anticipated 1
cautioned 1
leaves 4
january 1
caution 1
telecom 2
huawei 1
zte 1
libya 2
pressuring 1
refining 1
gasoline 4
signaling 1
pump 1
consumers 3
refineries 1
jewish 7
anti-semitism 2
anti-christian 2
four-day 5
traditionally 2
punish 1
responsible 1
contaminating 1
sickened 1
knew 4
problem 2
severe 1
punishment 1
roiling 1
drag 3
dragging 1
pleaded 1
espionage 2
admitted 3
guilt 1
times 1
rosenberg 1
admits 1
antiquity 1
artefacts 2
undercover 1
greeks 1
surveys 1
pointed 1
materials 1
leads 3
betting 1
ensure 1
failing 1
finds 1
savior 1
submarines 2
intercontinental 1
test 2
rockets 1
pacific 2
quoted 2
journalist 2
crackdown 8
plots 2
seize 4
bids 2
humanity 1
disaster 3
true 1
speech 3
cultural 1
rider 1
alberto 1
contador 1
well-positioned 1
within 5
resumes 2
afptv 2
wilted 1
likened 5
likens 5
sofia 3
common 1
georgia-russia 1
silvio 1
berlusconi 2
sheikh 1
nasser 1
al-ahmed 1
al-sabah 1
wide-ranging 2
sleiman 1
inked 1
saving 1
shipyards 2
gdynia 1
szczecin 1
forwarded 1
restructuring 1
inks 1
needs 2
okay 1
lithuanian 2
valdas 1
adamkus 1
lithuania 1
extended 2
meltdown 2
buyer 3
extends 1
beleaguered 4
scandinavian 3
sas 6
joined 2
collapse 4
whom 2
confirms 4
rumors 4
lufthansa 5
slapped 1
fine 1
refusing 3
homosexual 1
insure 1
gay 1
tie-up 1
seals 2
tens 7
demonstrated 2
volkswagen 3
threats 2
porsche 4
takeover 3
regulators 2
vw 3
vent 2
anger 3
nationalist 2
tomislav 2
nikolic 2
form 6
integration 2
abandoning 2
ultra-nationalist 2
ex-serb 2
radicals 2
eu-friendly 2
persuade 1
influenced 1
woo 1
flowers 1
candles 1
stirring 1
notes 1
adorned 1
tiny 3
fished 1
positively 1
israelis 2
tribute 3
informed 1
retaliation 3
caracas 3
retreated 1
angst 1
wamu 2
provided 1
wrong 2
gholam 1
hossein 1
nozari 1
omv 2
nabucco 2
might 5
partners 1
wo 3
wait 1
forever 1
deeply 2
concerned 1
posed 1
adoptive 1
heed 1
warnings 1
berlin 3
brushed 1
attributed 1
hans 1
adam 1
brushes 1
jibe 1
extinguished 1
travellers 4
infuriating 1
waited 4
chaos 3
rebounded 1
halts 3
costs 3
wholesale 4
easing 3
pressures 2
retreats 2
ward 4
gave 2
themselves 2
wiggle 2
room 2
extra 2
spending 2
avert 8
seal 5
manage 1
mikheil 1
saakashvili 2
questions 1
handling 1
builds 1
twenty-two 2
aboard 3
freighter 6
path 5
guard 6
strands 2
merchant 2
marine 2
voulgarakis 2
resigned 3
monastery 4
resigns 2
saw 2
championed 1
apartheid 1
history 2
desertification 1
research 2
institute 3
zaragoza 3
elena 1
espinosa 1
finland 7
patria 1
bribes 1
ljubljana 1
helsinki 2
interfere 1
bribery 1
counterparts 1
stand-off 1
rocked 2
revolt-hit 2
kashmir 8
others 8
teargas 3
bullets 2
yugoslav 1
powers 6
supervising 2
bosnia 2
pull 2
transmission 2
retrenched 1
treasury 2
freezing 1
aiding 2
colombian 3
violations 2
receives 2
tbilisi 5
occupation 2
imposing 3
structural 1
preparing 2
wojciech 2
jaruzelski 4
martial 3
restarted 2
restarts 2
defending 1
champion 1
kimi 1
raikkonen 1
wound 1
fastest 1
practice 1
prix 1
summary 1
fiscal 1
faded 1
automobile 2
offset 4
steeper 2
slip 2
five-month 1
slew 1
aggressive 1
hikes 1
considers 1
quick 1
implementation 1
militant 11
samir 1
kantar 2
summer 1
prisoner 2
swap 1
marched 1
embassy 1
outside 2
beirut 1
cubans 1
demo 4
throws 3
cautiously 2
throughout 3
sickening 5
shelves 3
rock 5
zimbabweans 4
shattered 1
reacted 1
warily 1
refuse 2
celebrate 2
parties 3
indonesia 5
aceh 2
province 1
decades 3
pledge 1
brawl 1
sailboat 2
port 2
croatian 1
hvar 1
gori 1
occupied 3
briefly 1
resumed 3
unexpectedly 1
overseas 3
software 2
conducted 2
forensic 2
transfixed 2
autopsy 2
revolt 5
torpedoed 2
re-election 2
misery 3
managed 1
drown 2
sorrows 2
champagne 2
helps 1
militarily 2
toppled 1
highlighting 1
arrival 1
topples 1
went 1
bust 2
wield 2
equal 2
protracted 1
saved 1
rally 3
pursue 3
split 1
protester 1
community 3
speaking 1
funeral 1
assassination 1
blame 2
foreigners 5
politicians 1
maker 4
volvo 2
auto 1
ford 1
sweden 1
addition 1
worldwide 4
russia-iran 1
backdrop 1
cutbacks 2
delivered 1
stillborn 2
delayed 3
inside 2
fundamental 4
uphold 2
importance 2
society 3
semi-conductor 3
manufacturer 3
nxp 6
microchip 1
pilots 2
compensation 2
resignation 1
possibility 1
looming 1
buys 2
smith 1
pressing 1
canberra 1
blocking 1
safeguard 1
territorial 1
integrity 1
meets 3
persistent 2
flat 3
scratching 3
buoyed 3
raise 5
mostly 2
suitor 1
titan 2
virgin 3
richard 1
branson 2
wage 1
merger 2
competitors 1
airways 1
ba-aa 1
finnair 2
istanbul 2
march 3
serve 1
leisure 2
burundi 2
revenge 1
villager 1
caused 4
witchcraft 2
bells 1
tolled 1
churches 1
freefall 2
churchgoers 3
heritage 2
begins 6
secular 1
continue 3
forefront 2
disperse 1
protesting 1
re-opened 1
level 2
slumps 2
priced 1
capped 2
tarja 2
halonen 2
ratified 2
lisbon 5
treaty 6
giving 2
majority 2
ratifies 2
taiwanese 1
indicted 2
kicking 2
chen 2
shui-bian 2
rear 2
taipei 3
district 1
ex-president 4
game 3
massacre 2
trumpets 1
itself 3
modern 1
pro-rebel 2
honors 2
developers 3
sparking 2
dire 2
remaining 2
low-lying 2
underperform 2
coming 3
beasts 1
threatening 3
flexes 1
muscles 1
grew 3
economists 1
performance 4
blip 1
advisory 1
slowly 1
mastered 1
degree 1
disruption 1
scrap 1
awaits 1
telephone 1
operators 2
study 1
proving 1
arrangements 1
succeeded 2
paul 4
struggled 4
map 3
idea 5
revive 1
chip 3
raja 2
petra 2
laws 2
allow 2
detention 1
stage 2
institutional 2
badly 1
blue 3
chips 2
details 5
tortuous 1
eurogroup 4
luxembourg 2
claude 2
juncker 4
millions 4
koreans 2
heading 2
autumn 1
harvest 1
starting 2
wallets 1
thinner 1
exodus 1
revived 1
supposed 1
ratcheting 1
words 1
providing 2
evidence 3
reinforcing 1
spur 1
tightening 1
gas-rich 1
bracing 1
mettle 1
try 1
troubleshooting 1
peer 2
steinbrueck 1
revitalise 2
embroiled 1
embezzlement 1
money-laundering 1
eyeing 2
comeback 2
commandos 1
unilaterally 1
assaults 1
drawing 3
islamabad 1
strain 3
duped 1
fake 1
prayer 5
sessions 2
promising 1
lift 2
magic 2
curses 1
bizarre 2
unleashing 1
heaviest 1
hitters 1
fend 1
revitalized 1
ticket 1
deploys 1
clintons 1
tightens 1
rome 1
rape 1
overdose 1
cruise 2
turnaround 2
climbed 2
hammered 5
goal 2
seizing 3
delegation 2
defectors 2
postive 1
fortunes 1
currencies 1
fleeing 1
sparks 1
bargain 2
helped 2
recoup 2
determination 1
centrist 2
kadima 5
stresses 1
quit 1
blaze 3
axe 2
deployed 1
separatists 2
herat 1
rocket 4
supported 1
decriminalising 1
abortion 2
hard 1
fought 2
debate 3
progresses 1
edged 1
clp 1
invest 2
liquefied 1
processing 1
plant 2
deploy 1
apprehension 2
well 2
credit 2
downpors 1
winds 5
celebrations 3
battens 1
chain 1
lobbyist 1
role 1
oil-for-food 2
returns 3
reelect 1
heightening 1
pursues 1
mps 3
sylvia 1
monika 1
integrate 1
traded 1
peacekeeper 2
beret 2
headscarf 1
trades 1
veil 1
bruising 1
pigs 2
taunts 1
trail 6
cult 2
night 2
live 1
aides 3
comedy 1
wane 1
unless 1
results 2
one-day 2
offering 4
only 3
looked 3
pause 1
ideas 1
sound 1
water 2
soar 1
produce 1
crops 1
planting 1
rice 2
super 1
toy 1
yudhoyono 1
scandals 2
demonstrators 2
presence 1
prepares 2
using 3
video 1
captured 2
sandy 1
track 1
shadow 3
lesser-known 1
pyramids 1
omar 3
promotes 2
breakfast 1
faces 6
complete 2
inundation 2
two-story 1
two-storey 1
supporters 1
crush 1
hear 2
go 3
view 1
values 1
soul-searching 1
jamming 1
nears 2
sovereign 1
bonds 1
liquidity 2
client 1
suspension 1
attacked 3
investor 1
celebrated 4
birthday 1
integrated 1
circuit 2
breakthrough 2
digital 1
astronaut 2
mexican 3
origin 1
atlantis 1
voyage 1
senators 1
collision 2
los 3
angeles 3
lashed 1
rains 3
disrupted 1
brazoria 1
county 2
ignore 1
appeals 1
zone 1
collided 1
head-on 1
collide 1
summoned 1
dissent 2
attempting 1
kuala 1
lumpur 1
summons 1
ex-ministers 2
sharpen 1
piling 1
pile 1
gradual 1
gigantic 1
pounded 3
flooding 3
catastrophic 1
catastrophe 1
pilot 1
successfully 1
landed 1
goggles 1
feat 1
frozen 1
gale-force 1
abort 1
crewmembers 1
drifting 1
barreled 1
followers 2
open-air 3
catholics 3
pilgrimage 3
geologists 1
ambon 1
voted 1
delay 2
establish 1
order 4
'## 1
pro-western 2
resolved 1
expired 1
bought 1
tons 1
barley 2
sahrawi 1
refugees 2
living 1
tindouf 1
south-west 1
sahara 1
updating 2
organisation 2
high-technology 2
products 4
include 2
models 2
neutralise 2
complaint 2
wto 2
high-tech 2
slipping 2
short-lived 1
barclays 3
emerges 1
searched 3
floods 3
widens 2
fashion 4
seasoned 2
designer 2
costelloe 2
spring-summer 2
collection 2
event 2
presided 1
expo 3
liquidation 2
front-runner 1
bail-out 1
walks 1
fundraising 1
haul 1
amassing 1
advantage 1
stretch 1
raises 1
expect 1
consequences 2
booted 1
embarked 4
furious 2
condemnation 2
rebuke 2
faithful 3
shrine 6
lourdes 11
urging 2
doctrine 2
marriage 2
divorce 2
vessels 5
niger 5
delta 5
declares 5
iaea 2
publish 1
theologian 2
repeated 1
marry 2
nine 5
arguing 1
sanctioned 1
prophet 1
crunch 2
monster 2
non-combat 6
related 3
injuries 6
die 3
chevron 4
shooting 6
militia 2
facility 2
fast-growing 1
synagogue 2
krefeld 1
nazis 1
symbol 1
flourishing 1
visitor 2
drama 1
written 1
directed 1
tom 1
mccarthy 1
prize 2
deauville 2
coordinated 5
shopping 5
dipping 2
reassured 2
relatively 2
effect 2
flurry 2
wreaking 2
havoc 4
complicated 2
kidnapped 2
sailors 2
wreak 2
crossings 2
gaza 2
strip 2
hamas-ruled 1
territory 2
three-month 1
divorced 1
remarry 1
upholding 1
remarried 1
riot 1
clashed 1
pro-independence 1
sebastian 1
students 3
awarded 1
medals 1
academic 1
derision 1
parents 1
mocked 1
pr 1
exercise 1
mock 1
medal 1
camp 2
disgusting 1
panic 1
lie 1
assert 1
worsening 2
detainee 4
testimony 1
pre-trial 6
martialled 1
al-beshir 2
pagan 2
movement 2
aeroflot 7
boeing-### 8
outskirts 2
perm 7
ural 9
mountains 9
myanmar 1
physician 1
doctor 1
airbus 2
a### 2
superjumbo 1
hunted 3
delhi 8
madrid 2
immigrants 2
post-war 2
marked 1
vehicle 1
doctors 5
staffers 1
small 1
specialising 1
holidays 1
ceased 1
xl 1
telling 1
stronger 2
evil 2
arabia 1
tone 1
edict 1
sanctioning 1
tones 1
bosses 1
settler 4
compensate 4
quitting 1
settlers 8
translator 4
gruesome 4
disfigured 2
incendiary 3
grenade 3
immunity 6
mp 5
mithal 3
visiting 3
terrorism 3
lifts 6
incursions 2
judgment 1
implying 1
meddled 1
discussed 3
preside 2
visitors 1
royals 1
adjourned 2
defendants 2
minors 2
separate 1
incidents 1
witnesses 3
mogadishu 1
striking 2
tuesday 6
improve 3
supervision 3
sympathy 1
aware 1
cybercrime 2
extremists 1
apparently 2
hacked 1
connection 1
claim 1
round 1
wakes 1
lawmaker 1
correspondent 1
critically 2
involvement 2
brutal 3
kidnapping 3
four-member 3
al-sharqiya 3
suspects 2
mohammad 1
khatami 1
confrontational 1
hands 2
enemy 1
ahmadinejad 2
standoff 1
dived 1
shortage 1
dive 1
nine-month 1
hunter 2
shoot 1
parked 2
mistaking 1
wild 2
boar 2
apa 1
shoots 1
mistook 1
detailed 2
ever 2
palestinians 3
entice 1
handing 1
friends 3
serving 1
grows 1
claimed 3
working 2
mob 2
rampaged 3
avenge 2
stabbing 2
year-old 2
settlement 2
outraged 2
rampage 2
bangkok 2
relief 2
revered 1
shrines 1
lauds 1
disasters 1
artillery 1
overran 1
photographers 1
overrun 1
turkmen 2
lengthy 1
gun 1
gang 1
reclusive 1
remarks 1
mahmoud 1
fars 1
vp 1
remark 1
often 1
treated 1
subjugate 1
leftwing 2
roots 1
upset 1
divisive 1
hezbollah 1
reportedly 2
catching 2
sky 2
activities 2
worse 2
greetings 2
testify 2
murdering 2
home-grown 1
islamist 1
bombs 1
dairy 1
fonterra 1
venture 1
nz 1
recall 1
tikrit 1
hometown 1
executed 1
dictator 1
saddam 1
hussein 1
confirming 2
canadian-american 1
architect 1
frank 1
gehry 1
billing 1
venice 2
biennale 2
architecture 2
golden 1
lion 1
career 1
churchgoer 1
sexually 1
assaulting 1
meant 1
curse 1
nuri 1
al-maliki 1
mosul 1
maliki 1
serial 1
chronology 1
pogroms 2
sailing 1
boat 2
nationals 1
docked 1
puntland 1
ransom 1
location 1
tragic 1
colleagues 1
teacher 1
ill-fated 1
commuter 1
auctions 2
multi-million-dollar 1
stamp 1
cry 1
treasures 1
tourists 1
song 1
shine 1
ivory 2
census 2
update 1
register 1
gbagbo 1
artist 1
damien 3
hirst 3
mould 1
putting 2
sharks 1
formaldehyde 1
attention 2
direct 1
auction 1
revolution 1
nastier 2
used 1
personal 1
revelations 1
strife 1
ultimatums 1
worsens 1
urals 4
andy 1
warhol 1
portraits 1
kaleidoscopic 1
butterfly 1
wings 1
zhang 1
xiaogang 1
monochromatic 1
shanghai 1
centre 1
spire 1
sustain 2
booming 1
anwar 2
preventing 1
govt 1
nerve 1
signals 1
vocal 1
tract 1
ambitious 1
avenue 1
therapy 1
deaf 2
understanding 1
seychelles 2
swell 1
torrential 2
causing 1
glory 2
none 1
crews 1
fly 1
anywhere 1
notice 1
relive 1
ripped 1
meaning 1
cap 1
successes 1
brakes 1
synchronised 1
bombings 1
quoting 2
households 1
casting 1
nightly 1
ritual 1
meager 1
bites 1
cabinet-level 1
top-level 1
federal 1
reserve 1
maintain 1
stimulative 1
funk 1
burkina 1
faso 1
mamadou 1
smouldering 1
negotiators 1
pleas 1
salvation 1
foundering 1
cotton 2
pork 1
vast 1
taste 1
ears 2
feet 2
delicacies 1
shunned 1
brave 1
facts 2
chooses 1
dogged 1
failings 1
abysmal 1
ratings 1
scandal-plagued 2
bow 1
doubts 2
us-backed 1
herald 1
stall 1
assess 1
finalize 1
observer 2
santa 1
cruz 1
economically 1
grip 1
suffering 1
shortages 1
pitting 1
deepened 1
tense 1
fearful 1
feeling 1
grips 1
heartland 1
flattened 1
flooded 1
islands 1
knocked 1
majestic 1
citadel 1
atop 1
aleppo 1
fortress 1
sinister 1
assassins 1
castle 1
conqueror 1
lease 1
aga 2
khan 2
promote 1
pours 1
wealth 1
rejection 1
till 1
posing 1
losing 1
swift 1
brisk 1
rosary 1
palace 1
pilgrims 2
fill 2
baskets 1
glow-in-the-dark 1
statues 1
mary 1
rosaries 1
bottles 1
miracle 1
supermarket 1
soul 1
nightmare 1
expert 1
long-cherished 1
dream 1
inhabitants 1
picturesque 1
corner 1
crimea 1
dreams 1
aiming 1
stand 1
doubters 1
